results/ycsb/4-nodes/6-clients/couchbase2/workloada_couchbase_custom-validation/results-80.txt
[OVERALL], RunTime(ms), 47296
[OVERALL], Throughput(ops/sec), 2114.3437077131257
[TOTAL_GCS_G1_Young_Generation], Count, 18
[TOTAL_GC_TIME_G1_Young_Generation], Time(ms), 549
[TOTAL_GC_TIME_%_G1_Young_Generation], Time(%), 1.160774695534506
[TOTAL_GCS_G1_Old_Generation], Count, 0
[TOTAL_GC_TIME_G1_Old_Generation], Time(ms), 0
[TOTAL_GC_TIME_%_G1_Old_Generation], Time(%), 0.0
[TOTAL_GCs], Count, 18
[TOTAL_GC_TIME], Time(ms), 549
[TOTAL_GC_TIME_%], Time(%), 1.160774695534506
[READ], Operations, 49915
[READ], AverageLatency(us), 29023.756185515376
[READ], MinLatency(us), 95
[READ], MaxLatency(us), 3248753
[READ], Return=OK, 49915
[READ], 0, 172656.5824665676
[READ], 1000, 40164.00756143667
[READ], 2000, 28742.19173200285
[READ], 3000, 31368.468117029257
[READ], 4000, 35715.71260199456
[READ], 5000, 32751.71416803954
[READ], 6000, 31960.113655640373
[READ], 7000, 34432.172089041094
[READ], 8000, 28836.767804154304
[READ], 9000, 22567.117231638418
[READ], 10000, 30886.726623376624
[READ], 11000, 34728.842197035745
[READ], 12000, 26543.316387959865
[READ], 13000, 23630.973374613004
[READ], 14000, 23980.009702850213
[READ], 15000, 22918.499703264097
[READ], 16000, 23053.728402734618
[READ], 17000, 34883.10975609756
[READ], 18000, 40799.66991236612
[READ], 19000, 31674.05109489051
[READ], 20000, 30434.25826287471
[READ], 21000, 31985.974548440066
[READ], 22000, 31766.799520766774
[READ], 23000, 24411.084905660377
[READ], 24000, 24250.36714659686
[READ], 25000, 19460.144335230212
[READ], 26000, 26616.009636767976
[READ], 27000, 25116.703087885984
[READ], 28000, 37103.28153153153
[READ], 29000, 35227.15507411631
[READ], 30000, 24096.175665946725
[READ], 31000, 29035.1171875
[READ], 32000, 20116.86981402003
[READ], 33000, 27191.366899302095
[READ], 34000, 28544.458139534883
[READ], 35000, 23308.73354231975
[READ], 36000, 14647.290064102564
[READ], 37000, 12501.34312080537
[READ], 38000, 12925.697902097902
[READ], 39000, 8662.810318664644
[READ], 40000, 4331.824175824176
[CLEANUP], Operations, 80
[CLEANUP], AverageLatency(us), 0.9
[CLEANUP], MinLatency(us), 0
[CLEANUP], MaxLatency(us), 16
[CLEANUP], 0, 1.0
[CLEANUP], 1000, 0.25
[CLEANUP], 2000, 0.3333333333333333
[CLEANUP], 3000, 0.5
[CLEANUP], 4000, 0.5
[CLEANUP], 5000, 0.0
[CLEANUP], 6000, 1.0
[CLEANUP], 7000, 1.0
[CLEANUP], 8000, 0.8
[CLEANUP], 9000, 1.0
[CLEANUP], 10000, 0.4
[CLEANUP], 11000, 0.8571428571428571
[CLEANUP], 12000, 2.8333333333333335
[CLEANUP], 13000, 2.375
[CLEANUP], 14000, 0.45454545454545453
[CLEANUP], 15000, 0.7142857142857143
[CLEANUP], 16000, 0.36363636363636365
[CLEANUP], 17000, 0.0
[UPDATE], Operations, 50085
[UPDATE], AverageLatency(us), 29869.032684436457
[UPDATE], MinLatency(us), 109
[UPDATE], MaxLatency(us), 3193299
[UPDATE], Return=OK, 50085
[UPDATE], 0, 200354.88032786886
[UPDATE], 1000, 34672.93290441176
[UPDATE], 2000, 30691.43568773234
[UPDATE], 3000, 30208.5
[UPDATE], 4000, 34745.96579657966
[UPDATE], 5000, 31651.33942766296
[UPDATE], 6000, 35236.455655004065
[UPDATE], 7000, 34624.39914893617
[UPDATE], 8000, 29285.685033507074
[UPDATE], 9000, 25959.46181046676
[UPDATE], 10000, 28834.128140703517
[UPDATE], 11000, 33117.52613827993
[UPDATE], 12000, 26321.04511784512
[UPDATE], 13000, 24783.528301886792
[UPDATE], 14000, 24910.926394479586
[UPDATE], 15000, 24145.723033707865
[UPDATE], 16000, 24994.85267034991
[UPDATE], 17000, 34884.95713035871
[UPDATE], 18000, 43044.86195995785
[UPDATE], 19000, 32727.05052974735
[UPDATE], 20000, 30324.52248875562
[UPDATE], 21000, 32156.010869565216
[UPDATE], 22000, 33454.74398073836
[UPDATE], 23000, 24567.274098360656
[UPDATE], 24000, 29081.979497354496
[UPDATE], 25000, 20298.632296781234
[UPDATE], 26000, 25771.215564202335
[UPDATE], 27000, 26477.37708649469
[UPDATE], 28000, 35968.124472573836
[UPDATE], 29000, 31359.062111801242
[UPDATE], 30000, 27159.10501567398
[UPDATE], 31000, 31853.592696629214
[UPDATE], 32000, 20071.761019283746
[UPDATE], 33000, 26984.048756218905
[UPDATE], 34000, 30545.005549389567
[UPDATE], 35000, 27164.176154672394
[UPDATE], 36000, 15625.713474025973
[UPDATE], 37000, 14165.633161512027
[UPDATE], 38000, 13472.133069828722
[UPDATE], 39000, 9316.992354740061
[UPDATE], 40000, 4758.960674157303